IDEA Open Model
BeamData.IsAdded Property
Compatible with IDEA StatiCa 20.1
 Is addes beam
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool IsAdded { get; set; }
Public Property IsAdded As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
BeamData Class
IdeaRS.OpenModel.Connection Namespace